Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: We will be in touch with more information as it becomes available.
zgh: ⵔⴰⴷ ⴰⵡⵏ ⵏⴼⴽ ⵓⴳⴳⴰⵔ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴰⴷ ⴷⴰⵢ ⵉⵍⵉⵏ.

source: We will not make your email public.
zgh: ⵓⵔ ⵔⴰⴷ ⵏⴳ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⴷ ⴰⴳⴷⵓⴷⴰⵏ.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
zgh: ⵔⴰⴷ ⵏⵙⵙⵉⵔⵎ ⵜⵓⵜⵜⵔⴰ ⵏ ⵓⵙⵉⵜⵜⵉ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⵓⵏ ⵙⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ. ⵎⴽ ⵜⴳⵍⵢ ⵜⵓⵜⵜⵔⴰ ⵏⵏⵓⵏ, ⵔⴰⴷ ⵏⴻⵏⵢⴰⵍⴽⴰⵎ ⴰⴽⴷ ⵡⵉⵏⵏⴰ ⵓⴳⵎⵏⵉⵏ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵏⵜⵜⵔ ⴰⵙⵏ ⴰⵡⴷ ⵏⵜⵜⵏⵉ ⴰⴷ ⵙⵉⵜⵜⵉⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⵓⵏ.

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
zgh: ⵍⴰ ⵏⵙⵡⵓⵔⵓⵢ ⴰⴽⴷ ⵜⵎⵔⵙⴰⵍ, ⴰⵎⵓⵏ ⵓⵖⵔⵉⵎ ⴷ ⵉⵎⵛⵛⵔⴽⵏ ⵉⴳⵔⴰⵡⴰⵏⵏ ⵃⵎⴰ ⴰⴷ ⵏⵙⴽⵔ ⴳ ⵡⴰⵏⵜⵉⵔⵏⵉⵜ ⵢⴰⵏ ⵓⴷⵖⴰⵔ ⴰⴷⵓⵙⴰⵏ ⵓⴳⴳⴰⵔ, ⵙ ⵜⴰⵡⵏⴰ ⵉⵥⵍⵢⵏ ⵅⴼ ⵉⴼⵔⵉⵇⵢⴰ ⵏ ⵉⵎⵉⵏⵉⴽ. ⵙⵙⵏ ⵓⴳⴳⴰⵔ ⵅⴼ <programmaticWork>ⵜⵡⵓⵔⵉ ⵜⴰⵖⴰⵡⴰⵙⴰⵏⵜ</programmaticWork> ⵏⵏⵖ.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
zgh: ⵎⴰⵏⵎⴽ ⵣⵄⵎⴰ ⵓⵔ ⵣⵎⵉⵔⵖ “ⴰⴷ ⵙⵡⵓⵜⵜⵓⵖ ⵜⴰⵎⴰⴳⵉⵜ” ⵏ ⵉⵎⵙⵉⵡⵍⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: What is a language on Common Voice?
zgh: ⵎ'ⴰⴷ ⵉⴳⴰⵏ ⵜⵓⵜⵍⴰⵢⵜ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: What is Common Voice?
zgh: ⵎ'ⴰⴷ ⵉⴳⴰⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: What issues are you experiencing with this sentence?
zgh: ⵎⴰⵏ ⵉⵎⵓⴽⵔⵉⵙⵏ ⴰⴷ ⵜⵓⴼⵉⴷ ⴰⴽⴷ ⵜⵡⵉⵏⵙⵜ ⴰ?

source: What kind of goal do you want to build?
zgh: ⵎⴰⵏ ⴰⵏⴰⵡ ⵏ ⵉⵡⵜⵜⴰⵙⵏ ⴰⴷ ⵜⵅⵙⴷ ⴰⴷ ⵜ ⵜⵥⴽⵓⴷ?

source: What kinds of sentences can I add?
zgh: ⵎⴰⵏ ⴰⵏⴰⵡⵏ ⵏ ⵜⵡⵉⵏⴰⵙ ⴰⴷ ⵣⵎⵔⵖ ⴰⴷ ⵜⵏⵜ ⵔⵏⵓⵖ?

source: What level of audio quality is required for a voice clip to be used in the dataset?
zgh: ⵎⴰⵏ ⴰⵙⵡⵉⵔ ⵏ ⵓⵖⵓⴷⵓ ⵏ ⵉⵎⵙⵍⵉ ⴰⴷ ⴷ ⵉⵇⵇⴰⵏⵏ ⵉ ⵓⵙⵙⵎⵔⵙ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ?

source: What needs to be in my file?
zgh: ⵎⴰ ⵙ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵢⵉⵍⵉ ⴳ ⵓⴼⴰⵢⵍⵓ ⵉⵏⵓ?

source: What sentences can I add?
zgh: ⵎⴰⵏ ⵜⵉⵡⴰⵏⴰⵙ ⴰ ⵙ ⵣⵎⵔⵖ ⴰⴷ ⵔⵏⵓⵖ?

source: What’s inside the Common Voice dataset?
zgh: ⵎⵉⵏ ⵉⵍⵍⴰⵏ ⴰⴳⵏⵙⵓ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: What's Public?
zgh: ⵎ'ⴰⴷ ⵉⴳⴰⵏ ⴰⴳⴷⵓⴷⴰⵏ?

source: What’s the difference between Common Voice and Deep Speech?
zgh: ⵎ'ⴰⴷ ⵉⴳⴰⵏ ⴰⵎⵣⴰⵔⴰⵢ ⴳⵔ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴷ ⴷⵉⴱⵙⴱⵉⵜⵛ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
zgh: ⵎⴽ ⵢⵓⴳⵉ ⵢⴰⵏ ⵓⵏⵙⵙⵎⵔⵙ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵍⴰ ⵜⴻⵜⵜⴰⵖⵓⵍ ⵖⵔ ⵓⴷⵔⴰⵙ. ⵎⴽ ⵜⴻⵜⵜⵢⴰⴳⴰⵢ ⵜⵉⵙ ⵙⵏⴰⵜ ⵜⵡⴰⵍ, ⵍⴰ ⵜⴻⵜⵜⵎⵓⵜⵜⵓⵢ ⵖⵔ ⵓⵙⵎⴹⵍ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
zgh: ⴰⴷⴷⴰⵢ ⵜⴻⵜⵜⵙⵍⵍⴰⴷ, ⵛⴰⴱⴱⴰ ⵙ ⵜⵖⴹⴼⵜ ⵉⵙ ⴷ ⴰⵢⵏⵏⴰ ⵉⵜⵜⵓⵙⵓⵙⵔⵏ ⵉⴳⴰ ⵏⵉⵛⴰⵏ ⴰⵢⵏⵏⴰ ⵉⵜⵜⵢⴰⵔⴰⵏ; ⵜⴰⴳⵢⴷ ⵎⵇⵇⴰⵔ ⵍⵍⴰⵏⵜ ⵜⵣⴳⵍⵉⵏ ⵜⵓⵎⵥⵉⵢⵉⵏ. <br />ⵜⵉⵣⴳⵍⵉⵏ ⵜⵜⵉⵍⵉⵏⵉⵏ ⵙ ⵜⵓⴳⵜⵜ ⵓⵎⴰⵏⵜ:

source: When will you release Common Voice data in other languages?
zgh: ⵎⵍⵎⵉ ⵔⴰⴷ ⵜⵙⵙⵓⴼⵖⵎ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵢⴰⴹⵏⵉⵏ?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
zgh: ⴰⴷⴷⴰⵢ ⵜⴻⵜⵜⵔⵎ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ, ⵍⴰ ⵜⵏ ⵏⵙⵎⵓⵜⵜⵓⵔ ⴷⴳ ⵢⴰⵏ ⵏⵉⵖ ⵎⵏⵏⴰⵡ ⵉⴼⵓⵢⵍⴰ ZIP. ⵀⴰ ⴷ ⵜⵓⵜⵜⵔⵉⵡⵉⵏ ⵏⵏⵓⵏ ⵣⵔⵉⵏⵉⵏ:

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
zgh: ⵎⴰⵏⵉ ⵙⴳ ⴷ ⴷⴷⴰⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴰⴷ ⵏ <wikipediaLink>ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ</wikipediaLink>?

source: Where does the source text come from?
zgh: ⵎⴰⵏⵉ ⵙⴳ ⴷ ⵉⴷⴷⴰ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ?

source: Which variant of { $language } do you speak?
zgh: ⵎⴰⵏ ⵜⴰⵎⵣⴰⵔⴰⵢⵜ ⵏ { $language } ⴰ ⵙ ⵜⵙⴰⵡⴰⵍⵎ?

source: Why ?
zgh: ⵎⴰⵅⴼ ?

source: Why a profile?
zgh: ⵎⴰⵅ ⵉⴼⵔⵙ?

source: Why are you asking?
zgh: ⵎⴰⵖⵔ ⵜⵙⵇⵙⴰⴷ?

source: Why Common Voice?
zgh: ⵎⴰⵅ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: Why does this matter?
zgh: ⵎⴰⵅⴼ ⵉⵅⴰⵜⵔ ⵓⵢⴰ?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
zgh: ⵎⴰⵅ ⴰⴷ ⵓⵔ ⵜⴻⵜⵜⵔⵎ ⵉ ⵎⴷⴷⵏ ⴰⴷ ⵖⵔⵏ ⵙⴳ ⵉⴷⵍⵉⵙⵏ ⵏⵉⵖ ⵉⵎⴰⴳⵔⴰⴷⵏ ⵏ ⵡⵉⴽⵉⴱⵉⴷⵢⴰ ⵙ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ?

source: Why do you need so many different speakers per language?
zgh: ⵎⴰⵅ ⴰⵍⵍⵉⴳ ⵜⵓⵙⵔⵎ ⵜⵓⴳⵜⵜ ⵏ ⵉⵎⵙⵉⵡⵍⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ ⵉ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ?

source: Why is 10,000 validated hours the per language goal for capturing audio?
zgh: ⵎⴰⵅⴼ ⴳⴰⵏⵜ 10.000 ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⵣⵔⵢⵏⵉⵏ ⴰⵡⵜⵜⴰⵙ ⵉ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ ⵉ ⵢⵉⵎⵥ ⵏ ⵢⵉⵎⵙⵍⵉ?

source: Why is Common Voice part of the Mozilla mission?
zgh: ⵎⴰⵅⴼ ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⴰⴳⴹⴰⵎⵜ ⵙⴳ ⵜⵙⵎⵉⴳⵍⵜ ⵏ ⵎⵓⵣⵉⵍⴰ?

source: Why is it important?
zgh: ⵎⴰⵅⴼ ⵉⴳⴰ ⴰⵅⴰⵜⴰⵔ?

source: Why is my language not included yet?
zgh: ⵎⴰⵅⴼ ⵜⴰ ⵓⵔ ⵜⴰⵎⵓ ⵜⵓⵜⵍⴰⵢⵜ ⵉⵏⵓ?

source: Why should I sign up for an account?
zgh: ⵎⴰⵅⴼ ⵉ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵣⵎⵎⴻⵎⵖ ⴰⵎⵉⴹⴰⵏ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
zgh: ⵙ ⴽⵔⴰ ⵏ ⵢⵉⴼⵔⵙ, ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵣⵓⵔⵜⵎ ⴰⵎⵓⵙⵙⵓ ⵏⵏⵓⵏ ⵜⵎⵎⵣⴷⵉⵎ ⴷ ⴽⵔⴰ ⵏ ⵜⴳⵔⴰⵡⵜ ⵏ ⵉⵎⴰⵔⴰⴳⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ.

source: Wolof
zgh: ⵜⴰⵡⵓⵍⵓⴼⵜ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
zgh: ⵉⵙ ⵜⵔⴰⵎ ⴰⴷ ⵜⴻⵜⵜⵔⵎ ⴰⴷ ⵜⵜⵡⴰⴽⴽⵙⵏ ⴰⵡⴷ ⵉⵙⵓⵙⴰⵔ ⵉⴳⵕⴹⴰⵏⵏ ⵏⵏⵓⵏ, ⵏⵖ ⴷ ⵢⵓⴼ ⵖⵓⵔⵓⵏ ⴰⴷ ⵜⵏ ⵜⴰⵊⵊⵎ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: Would you like to share some information about how you speak?
zgh: ⵉⵙ ⵜⵔⵉⴷ ⴰⴷ ⵜⴱⴹⵓⴷ ⴽⵔⴰ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⵎⴰⵏⵎⴽ ⵍⴰ ⵜⵙⴰⵡⴰⵍⴷ?

source: Write
zgh: ⴰⵔⴰ

source: Xhosa
zgh: ⵜⴰⴽⵓⵙⵉⵜ

source: Xitsonga
zgh: ⵜⴰⵟⵚⵓⵏⴳⵉⵜ

source: y
zgh: ⵢ

source: Y
zgh: ⵢ

source: Yes
zgh: ⵢⴰⵀ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
zgh: ⵢⴰⵀ, ⵜⵜⴰⵣⵏⴰⵜ ⵉⵢⵉ ⵉⵎⴰⵢⵍⵏ. ⵔⵉⵖ ⴰⴷ ⵏⵏⵖⵎⵙⵖ ⵖⴼ ⵓⵙⵏⴼⴰⵔ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
zgh: ⵢⴰⵀ, ⵜⵜⴰⵣⵏⴰⵜ ⵉⵢⵉ ⵉⵎⴰⵢⵍⵏ. ⵔⵉⵖ ⴰⴷ ⵏⵏⵖⵎⵙⵖ ⵅⴼ ⵡⴰⵍⴰⵢ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⴰ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
zgh: ⵢⴰⵀ, ⵏⵅⵙ ⴰⴳⵕⴹ ⵏⵏⵓⵏ ⵙ ⵓⵥⵍⴰⵢ! ⵢⴰⵏ ⵙⴳ ⵉⵡⵜⵜⴰⵙⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵉⴳⴰ ⵜ ⵓⵙⵎⵓⵜⵜⵔ ⵏ ⵡⴰⵏⵛⵜ ⵏⵏⴰ ⵎⵉ ⵢⵓⴼⴰ ⵏ ⵉⵙⵓⵙⵔⵓⵜⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ, ⵃⵎⴰ ⴰⴷ ⵙⵡⵓⵔⵓⵢⵏⵜ ⵜⵏⵓⴼⴰ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵎⵍⵉⵃ ⵙ ⵓⵡⵉⴷⵉ ⵉ ⴽⵓⵢⴰⵏ. ⵉⵏⴰⵎⴽ ⵓⵢⴰ ⵎⴰⵙ ⴷ ⵜⵉⴽⴽⵉⵜⵉⵏ ⵙⴳ ⵖⵓⵔ ⵉⵎⵙⵉⵡⵍⵏ ⵏⵏⴰ ⵎⵉ ⵓⵔ ⵜⴳⵉ ⵜⴰ ⵜⵓⵜⵍⵢⴰⵜ ⵏⵏⵙⵏ ⵜⴰⵢⵎⵎⴰⵜ ⴳⴰⵏⵜ ⵜⵉⵅⴰⵜⴰⵔⵉⵏ ⵙ ⵓⵥⵍⴰⵢ.

source: Yiddish
zgh: ⵜⴰⵢⴷⴷⵉⵛⵜ

source: Yoruba
zgh: ⵜⴰⵢⵓⵔⵓⴱⵉⵜ

source: You
zgh: ⴽⵯⵏⵏⵉ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
zgh: ⴷⵔⵓⵖ ⴰⴷ ⵜⵙⵙⵏⵜⵉⴷ ⵢⴰⵏ ⵡⴰⴳⴰⵎ ⵏ <size>{ $size }GB</size>, ⴰⴷ ⵙⵓⵍ ⵜⵙⵎⴷⴷ?

source: You are prepared to initiate a download of <b>{ $size }</b>
zgh: ⵜⵎⵓⵜⵜⴳⴷ ⴰⴷ ⵜⵙⵙⵏⵜⵉⴷ ⵢⴰⵏ ⵡⴰⴳⴰⵎ ⵏ <b>{ $size }</b>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵙⵙⵏⵖⵍⵎ ⵜⵙⵍⵖⵎ ⴰⵡⴷ ⴰⵏⵙⴰⵜⵏ ⵏ ⵓⵡⵉⴱ ⵓⵙⵔⵉⴷⵏ ⵖⵔ ⵓⵎⵙⵡⵓⴷⴷⵓ ⵏ ⵡⴰⴳⴰⵎⵏ ⴰⵎⵓⴼⴰⵢ ⵏⵏⵓⵏ. ⵔⴰⴷ ⵎⵎⵜⵏ ⴳ 12 ⵏ ⵜⵙⵔⴰⴳⵉⵏ, ⵎⴰⵛⴰ ⵜⵣⵎⵔⵎ ⴰⴷ ⴷ ⵜⵓⵔⵔⵉⵎ ⵖⵔ ⵜⴰⵙⵏⴰ ⴰ ⵃⵎⴰ ⴰⴷ ⵜⴰⵔⵡⵎ ⴰⵏⵙⴰⵜⵏ ⵉⵎⴰⵢⵏⵓⵜⵏ ⵜⵉⵣⵉ ⵏⵏⴰ ⴽⴰ.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
zgh: ⵜⵣⵎⵔⴷ ⴰⵡⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵉⵙⵓⵏⴰⴼ ⵏ ⵓⵏⴰⵙⵉⵡ: { sc-review-form-button-approve-shortcut } ⵉ ⵙⵙⴳⵍⵢ, { sc-review-form-button-reject-shortcut } ⵉ ⴰⴳⵢ, { sc-review-form-button-skip-shortcut } ⵉ ⵙⵙⵉⵏⴼ

source: You can choose to make your username public or anonymous.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴷⵖⵔⵎ ⴰⴷ ⵉⴳ ⵢⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⵏⵏⵓⵏ ⴰⴳⴷⵓⴷⴰⵏ ⵏⵉⵖ ⵡⴰⵔⵉⵙⵎ.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴷⴷⵓⵎ ⵖⵔ <datasetsPage>ⵜⴰⵙⵏⴰ ⵏ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ</datasetsPage>, ⵜⵙⵜⵢⵎ ⵜⴰⵍⵇⵇⵎⵜ ⴷ ⵜⵓⵜⵍⴰⵢⵜ/ⵉⵏ ⵏⵏⴰ ⵜⵅⵙⵎ, ⵜⴰⴳⵎⵎ ⵜⵜ! ⵉⴼⵓⵢⵍⴰ ⵖⵓⵔⵙⵏ <metadataLink>ⵉⵖⴼⵙⴼⴽⴰ ⵉⵎⵉⴷⴷⵣⵉⵜⵏ</metadataLink>, ⵣⵓⵏ ⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵉⴷⵉⵎⵓⴳⵔⴰⴼⵉⵢⵏ ⴷ ⵉⵙⴼⴽⴰ ⵏ ⵓⵣⵣⵔⴰⵢ. ⵔⴰⴷ ⴽⵯⵏ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵜⴼⴽⵎ ⴰⵏⵙⴰ ⵏ ⵉⵎⴰⵢⵍ ⵃⵎⴰ ⴰⴷ ⵜⴰⴳⵎⵎ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴰⵡⵙⵎ ⴳ ⵓⵥⴽⴽⵓ ⵏ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⵎⵢⴰⵏⴰⵡⵏ, ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ, ⵙ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵢⴰⵏ ⵉⴼⵔⵙ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴷ ⵡⴰⵔⵔⴰⴳ ⵙ ⵓⴳⵕⴹ ⵏⵏⵓⵏ.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵎⵎⵉⴳⴳⵉⵔⵎ ⴷ ⵡⵉⵢⵢⴰⴹ ⴳ ⵜⴳⵔⴰⵡⵉⵏ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏ ⵎⵓⵣⵉⵍⴰ ⵙ ⵓⵍⴽⴰⵎ ⵏ <discourseLink>ⴷⵉⵙⴽⵓⵔⵙ</discourseLink> ⵉ ⵉⵎⵔⴰⵔⴰⵜⵏ ⵏ ⵡⴰⵡⴰⵍ ⵉⵙⴳⵓⵎⴰⵏⵏ, ⵏⵉⵖ <matrixLink>ⵎⵉⵜⵔⵉⴽⵙ</matrixLink> ⵉ ⴽⵔⴰ ⵏ ⵓⵙⵎⵎⵜⵔ ⵙ ⵜⵖⴰⵡⵍⴰ.

source: You cannot request your recordings while another request is already in progress.
zgh: ⵓⵔ ⵜⵣⵎⵉⵔⵎ ⴰⴷ ⵜⴻⵜⵜⵔⵎ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ ⴽⵓⴷⵏⵏⴰ ⵢⴰⴷ ⵜⵍⵍⴰ ⴽⵔⴰ ⵏ ⵜⵓⵜⵜⵔⴰ ⵢⴰⴹⵏ ⴳ ⵡⴰⵍⴰⵢ.

source: You can request a new takeout of your recordings every { $days } days.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴻⵜⵜⵔⵎ ⴰⴳⴰⵎ ⴰⵎⴰⵢⵏⵓ ⵏ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ ⴽⵓ { $days } ⵡⵓⵙⵙⴰⵏ.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵙⵏⵎⴰⵍⴰⵎ ⵜⵉⵎⵙⴰⵔⵉⵏ ⵃⵎⴰ ⴰⴷ ⵜⴰⵡⵙⵎ ⵉ ⵎⴷⴷⵏ ⴰⴷ ⴰⵔⴳⵏ. ⵉⵍⵎⴹ ⵓⵢⴰⵏⵏ ⵓⴳⴳⴰⵔ ⵏ ⵓⵢⵏⵏⴰ ⵜⵖⴰⵍⵎ. ⵜⵖⵉⵢⵎ ⴰⴷ ⵜ ⵜⴳⵎ ⴳ ⵉⴼⵉⵍⵉ ⵙ ⴽⵔⴰ ⵏ ⵢⵉⵎⵉⵙ ⵏ ⵜⵉⵏⴰⵡⵜ ⵙ ⵓⴼⵉⴷⵢⵓ, ⵏⵉⵖ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵓⵏ ⵎⴽ ⴳⵉⵙ ⵜⴰⵏⴼⵔⵓⵜ. <eventTemplate>ⵙⴼⵓⴽⴽⵔⴰⵜ ⴰⵍⴱⵓⴹⵏ ⴷ ⵉⵙⵓⴳⴰⵎ ⵏⵏⵖ ⵉ ⵓⵙⵏⵎⴰⵍⴰ ⵏ ⵜⵎⵙⴰⵔⵉⵏ</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
zgh: ⵜⵣⵎⵔⵎ <sentenceCollectorLinkAdd>ⴰⴷ ⵜⵔⵏⵓⵎ ⵢⴰⵏ ⵡⵓⵟⵟⵓⵏ ⵎⵥⵥⵉⵢⵏ ⵏ ⵜⵡⵉⵏⴰⵙ</sentenceCollectorLinkAdd>, ⵏⵉⵖ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵙⴽⵔⵎ <bulkImportDocsLink>ⵉⵙⴽⵛⴰⵎ ⴳⴳⵓⵜⵏⵉⵏ ⵙ ⵓⵙⵙⵎⵔⵙ ⵏ ⴳⵉⵜⵀⴰⴱ</bulkImportDocsLink>. ⴽⵜⵢⴰⵜ ⵎⴰⵙ ⴷ ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⴳⵉⵏⵜ ⵜⵡⵉⵏⴰⵙ <licenseLink>CC0 (ⵏⵉⵖ ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ)</licenseLink>, ⵏⵉⵖ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴰⵔⴰⵎ ⵜⵉⵏⵏⵓⵏ.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
zgh: ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵙⵙⵎⵔⵙⵎ <scraperLink>ⴰⵎⴰⵙⵙⴰⴼ ⵏ ⵜⵡⵉⵏⴰⵙ</scraperLink> ⵃⵎⴰ ⴰⴷ ⴷ ⵜⴰⵎⴷⵎ ⵜⵉⵡⵉⵏⴰⵙ ⴳⵣⵣⵓⵍⵏⵉⵏ ⵙⴳ ⵡⵉⴽⵉⴱⵉⴷⵢⴰ.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
zgh: ⵜⵖⵉⵢⴷ ⴰⴷ ⵜⵙⵙⴰⵎⵓⴷ ⴰⵙⵉⵜⵡⵉⴱ, ⵎⴷ. "ⴽⴰⵎⵏⴼⵓⵢⵙ - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
zgh: ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵜⵙⴰⵖⵓⵍⵜ ⵜⴰⴽⴰⴷⵉⵎⵉⵜ, ⵙ ⵎⴷ. ⵜⴰⵎⴰⵎⴽⵜ ⵏ ⵀⴰⵔⴼⵔⴷ "ⵎⵓⵣⵉⵍⴰ (2021) ⴽⴰⵎⵏⴼⵓⵢⵙ. ⵜⵙⴰⴳⴰ ⴳ https://commonvoice.mozilla.org/ (ⵜⴻⵜⵜⵢⴰⴷⴰⴼ: 15 ⵛⵓⵜⴰⵏⴱⵉⵔ 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
zgh: ⵜⵖⵉⵢⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵜⵉⵙⵉⵍⴰⵡⵉⵏ ⵏ ⵉⵥⴹⵡⴰⵏ ⵉⵏⴰⵎⵓⵏⵏ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⴽⴽⴷ ⵜⵓⵣⵉⵏⵜ. ⴱⴹⵓ ⵜⵉⵥⵕⵉⴳⵉⵏ ⵏⵏⴰ ⵙⵙⴼⵔⵓⵏⵉⵏ ⵎⴰⵅⴼ ⵉⵅⴰⵜⵔ ⵓⵢⴰ, ⵜⵏⵢⴰⵍⴽⴰⵎⴷ ⴰⴽⴷ ⵎⴷⴷⵏ ⵢⴰⴹⵏⵉⵏ ⵙⴰⵡⴰⵍⵏⵉⵏ ⵅⴼ ⵉⵎⵓⴽⵔⵉⵙⵏ ⵣⵓⵏ ⴷ ⵉⵣⵔⴼⴰⵏ ⵏ ⵜⵓⵜⵍⴰⵢⵜ, ⵜⵉⵖⵉⵙⵜ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ, ⵏⵉⵖ ⴰⵥⵥⴰⵥ ⴳ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ. ⵥⵕ ⵓⴳⴳⴰⵔ ⵏ ⵉⵙⵎⵎⵜⵔⵏ ⵅⴼ <campaignLink>ⵓⵙⵏⵎⴰⵍⴰ ⵏ ⴽⵔⴰ ⵏ ⵓⵎⵣⵉⵣⵣⵍ ⴰⵏⴰⵎⵓⵏ, ⴳⵉⵙ ⵎⴰⵏⵎⴽ ⵙ ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⴰⵍⵙⴷ ⵉ ⵓⵙⵙⵎⵔⵙ</campaignLink>.

source: You have not added any languages yet.
zgh: ⵓⵔ ⵜⴰ ⵜⵔⵏⵉⴷ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
zgh: ⵓⵔ ⵜⵙⵜⵉⵢⵎ ⴽⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴷⴷⵡⴰⵜ ⵖⵔ <profileLink>ⵉⴼⵔⵙ</profileLink> ⵏⵏⵓⵏ ⵃⵎⴰ ⴰⴷ ⵜⵙⵜⵢⵎ ⵜⵓⵜⵍⴰⵢⵉⵏ.

source: You must allow microphone access.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⵙⵙⵓⵔⴳⴷ ⴰⴷⴰⴼ ⵖⵔ ⵓⵎⵉⴽⵔⵓⴼⵓⵏ.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⵖⵉⵢⵎ ⴰⴷ ⵜⵙⵙⴼⵍⴷⵎ ⵉ ⴽⵓ ⵜⴰⴳⵓⵔⵉ ⴳ ⵓⵙⵓⵙⵔ. ⵏⵅⵙ ⴰⴷ ⵖⴰⵢⵏ ⵡⴰⵍⴳⵓⵔⵉⵜⵎⵏ ⵏ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⴰⴷ ⵙⵡⵓⴷⴷⵓⵏ ⵜⵓⴳⵜⵜ ⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ, ⵎⵇⵇⴰⵔ ⴷ ⵉⴷⴰⴷⴰⵏ ⴰⵜⵜⵓⵢⵏⵉⵏ ⵙ ⵓⵎⴰⵙⵙⴰⵖ ⵏⵉⵖ ⴷ ⴰⵥⴰⵡⴰⵏ ⵏ ⵜⵖⵔⴷⵉⵏ ⵉⵣⴳⴰⵏ ⵣⵎⵔⵏ ⴰⴷ ⵜⵜⵓⴷⴳⴳⴰⵏ ⵙ ⵜⴼⴰⴷⴰ ⵏ ⴰⴷ ⴽⵯⵏ ⵓⵔ ⴳⴷⵍⵏ ⵅⴼ ⵓⵙⵙⴼⵍⴷ ⵉ ⵓⴹⵕⵉⵚ. ⵎⴽ ⵍⴰ ⴽⵯⵏ ⴳⴷⴷⵍⵏ ⵉⴼⵔⴽⵉⴽⵏ ⵏⵉⵖ ‘ⵜⵉⴳⵣⵎⵉⵏ’ ⵅⴼ ⵓⵙⵙⴼⵍⴷ ⵉ ⵓⴹⵕⵉⵚ, ⵉⵅⵚⵚⴰ ⴽⵯⵏ ⴰⴷ ⵜⴰⴳⵢⵎ ⵜⵓⵙⵙⵉⴼⵜ.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
zgh: ⵜⵙⵙⵉⵏⴼⴷ ⵢⴰⴷ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴷⴷⴰⵢ ⴳ ⵜⵙⵙⵉⵔⵉⵎⴷ. ⵜⵓⵍⵙⴰ ⵏ ⵓⵙⵔⴰⵙ ⵏ ⵜⵡⵉⵏⴰⵙ ⵓⵏⴼⵏⵉⵏ ⵔⴰⴷ ⴷⴰⵖ ⵜⵙⵙⵓⵎⴰⵏ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴽⴽⵯ ⵓⵏⴼⵏⵉⵏ. ⵉⴳⴰ ⵓⵢⴰ ⴰⵙⵉⵎⴰⵏ ⵅⴼ ⵜⵓⵜⵍⴰⵢⵜ.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
zgh: ⴰⵙⵓⵙⵔⵓ ⵏⵏⵓⵏ ⵉⴳⴰ ⵜⴰⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵜⴻⵜⵜⵙⵓⵙⵔⵓⵎ ⵜⵉⴳⵓⵔⵉⵡⵉⵏ. ⵉⵣⵎⵔ ⴰⴷ ⴷ ⵉⴽⴽ ⴷⵉⵏⵏⴰ ⴳ ⵜⴷⴷⵔⵎ, ⵜⵓⵜⵍⴰⵢⵉⵏ ⵢⴰⴹⵏⵉⵏ ⵙ ⵜⵙⴰⵡⴰⵍⵎ ⴷ ⴽⵉⴳⴰⵏ ⵏ ⵉⵎⵙⴽⴰⵔⵏ ⵢⴰⴹⵏⵉⵏ. ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴱⴹⵓⵎ ⵉⵏⵖⵎⵉⵙⵏ ⵏⵏⴰ ⵙ ⴽⴰ ⵜⵙⵢⴰⴼⴰⵎ ⵉⵙ ⴷ ⵓⵙⴰⵏ ⴷⴰ.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
zgh: ⵔⴰⴷ ⵖⴰⵎⴰⵏ ⵉⵙⵓⵙⴰⵔ ⵉⴳⵕⴹⴰⵏⵏ ⵉⴷ ⵡⴰⵔⵉⵙⵎ ⵏⵏⵓⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ. ⴰⴷ ⴽⴰ ⵜⴽⴽⵙⵎ ⵉⴼⵔⵙ ⵏⵏⵓⵏ, ⵓⵔ ⵔⴰⴷ ⵙⵓⵍ ⵜⵖⵉⵢⵎ ⴰⴷ ⵜⴰⵣⵏⵎ ⴽⵔⴰ ⵏ ⵜⵓⵜⵜⵔⴰ ⵏ ⵓⵙⵉⵜⵜⵢ ⵏ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ ⵙⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ

source: Your daily goal has been created
zgh: ⵉⵏⵏⴼⵍⵓⵍ ⵓⵡⵜⵜⴰⵙ ⴰⴽⵓⵢⴰⵙⵙ ⵏⵏⵓⵏ

source: Your download has started.
zgh: ⵉⵏⵜⴰ ⵡⴰⴳⴰⵎ ⵏⵏⵓⵏ.

source: You’re contributing to a target segment
zgh: ⵍⴰ ⵜⴻⵜⵜⴰⵔⴳⴷ ⴳ ⵢⴰⵜ ⵜⵓⵟⵟⵓⵜ ⵉⵜⵜⵡⴰⵜⵜⵙⵏ

source: You’re contributing to our first target segment
zgh: ⵍⴰ ⵜⴻⵜⵜⴰⵔⴳⴷ ⴳ ⵜⵓⵟⵟⵓⵜ ⵏⵏⵖ ⵜⴰⵎⵣⵡⴰⵔⵓⵜ ⵉⵜⵜⵡⴰⵜⵜⵙⵏ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
zgh: ⵜⵙⵙⵏⵜⵉⴷ ⵙ ⵓⵎⵉⵔⴰⵏ ⴰⴷ <bold>ⵓⵔ</bold> ⵜⴰⵎⵥⴷ ⵉⵎⴰⵢⵍⵏ ⴰⵎ ⵓⵙⴽⵜⵉ ⵙ ⵉⵡⵜⵜⴰⵙⵏ, ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵡⴰⵍⴰⵢ ⵉⵏⵓ ⴷ ⵜⴱⵔⴰⵜⵉⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
zgh: ⵜⵙⵙⵏⵜⵉⴷ ⵙ ⵓⵎⵉⵔⴰⵏ ⴰⴷ ⵜⴰⵎⵥⴷ ⵉⵎⴰⵢⵍⵏ ⴰⵎ ⵓⵙⴽⵜⵉ ⵙ ⵉⵡⵜⵜⴰⵙⵏ, ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵡⴰⵍⴰⵢ ⵉⵏⵓ ⴷ ⵜⴱⵔⴰⵜⵉⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵅⴼ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
zgh: ⵍⴰ ⵜⴻⵜⵜⴷⴷⵓⴷ ⵙ ⴽⵉⴳⴰⵏ ⵏ ⵜⴰⵣⵣⵍⴰ. ⵎⴽ ⵜⵓⴼⵉⴷ ⴰⵎⵥ ⵢⴰⵜ ⵜⵉⵣⵉ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⵉⵔⵎⴷ ⵜⵓⵙⵙⵉⴼⵜ ⵃⵎⴰ ⴰⴷ ⵜⵃⵇⵇⴰⴷ ⵉⵙ ⵜⵓⵖⴷ.

source: You're helping Common Voice reach our daily sentence goals!
zgh: ⵍⴰ ⵜⴻⵜⵜⴰⵡⵙⴷ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⵢⴰⵡⴹ ⵉⵡⵜⵜⴰⵙⵏ ⵏⵏⵖ ⵉⴽⵓⵢⴰⵙⵙⵏ ⵏ ⵜⵡⵉⵏⴰⵙ!

source: Your email address
zgh: ⴰⵏⵙⴰ ⵏ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ

source: Your files are being assembled. Please check again later.
zgh: ⵍⴰ ⵜⵜⵎⵓⵏⵏ ⵉⴼⵓⵢⵍⴰ ⵏⵏⵓⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⵛⴰⴱⴱⴰⵢⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: Your languages:
zgh: ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⵓⵏ:

source: Your Languages
zgh: ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⵓⵏ

source: Your username and email will not be associated with the published data.
zgh: ⵓⵔ ⵔⴰⴷ ⵉⵎⵓⵏ ⵢⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⵏⵏⵓⵏ ⴷ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⴰⴽⴷ ⵉⵙⴼⴽⴰ ⵜⵜⵓⴼⵙⵔⵏⵉⵏ.

source: Your weekly goal has been created
zgh: ⵉⵏⵏⴼⵍⵓⵍ ⵓⵡⵜⵜⴰⵙ ⴰⵏⵎⵍⴰⵙⵙ ⵏⵏⵓⵏ

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⴽⵯⵏ ⵉⵍⴽⵎ ⵢⴰⵏ ⵉⵎⴰⵢⵍ ⵉⵙⵙⴼⵔⵓⵏ ⵜⵉⴽⵍⵉⵡⵉⵏ ⵏ ⵓⵔⵏⵏⵓ ⵏ ⵜⵓⵍⴰⵢⵜ ⵏⵏⵓⵏ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
zgh: ⵜⵓⵡⵙⴷ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⵢⴰⵡⴹ <goalPercentage></goalPercentage> ⵙⴳ ⵓⵡⵜⵜⴰⵙ ⵏⵏⵖ ⴰⴽⵓⵢⴰⵙⵙ ⵏ { $goalValue } ⵉⵙⵓⵙⴰⵔ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
zgh: ⵜⵓⵡⵙⴷ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⵢⴰⵡⴹ <goalPercentage></goalPercentage> ⵙⴳ ⵓⵡⵜⵜⴰⵙ ⵏⵏⵖ ⴰⴽⵓⵢⴰⵙⵙ ⵏ { $goalValue } ⵉⵣⵣⵔⴰⵢⵏ!

source: You've successfully signed up for contributing to { $language }. Thank you.
zgh: ⵜⵣⵎⵎⴻⵎⴷ ⵙ ⵓⵎⵓⵔⵙ ⵃⵎⴰ ⴰⴷ ⵜⴰⵔⴳⴷ ⴳ { $language }. ⵜⴰⵏⵎⵎⵉⵔⵜ.

source: Zaza
zgh: ⵜⴰⵣⴰⵣⴰⵜ

source: Zip #{ $offset } of { $total }
zgh: Zip #{ $offset } ⵙⴳ { $total }

source: Zulu
zgh: ⵜⴰⵣⵓⵍⵓⵜ

source: Aa
zgh: ⴰⴱ

source: Cancel
zgh: ⵙⵔ

source: Cancel Download
zgh: ⵙⵔ ⴰⴳⴰⵎ

source: Copy Link
zgh: ⵙⵙⵏⵖⵍ ⴰⵙⵖⵏ

source: Delete
zgh: ⴽⴽⵙ

source: Delete from History
zgh: ⴽⴽⵙ ⵙⴳ ⵓⵎⵣⵔⵓⵢ

source: Downloaded Files
zgh: ⵉⴼⵓⵢⵍⴰ ⵜⵜⵢⴰⴳⴰⵎⵏⵉⵏ

source: Downloads
zgh: ⵜⴰⴳⴰⵎⵉⵏ

source: Facebook
zgh: ⴼⵉⵙⴱⵓⴽ

source: Find
zgh: ⴰⴼ

source: Find in Page
zgh: ⴰⴼ ⴳ ⵜⴰⵙⵏⴰ

source: Firefox Account
zgh: ⴰⵎⵉⴹⴰⵏ ⵏ ⴼⴰⵢⵔⴼⵓⴽⵙ

source: Firefox Home Page
zgh: ⵜⴰⵙⵏⴰ ⵏ ⵓⵙⵏⵓⴱⴳ ⵏ ⴼⴰⵢⵔⴼⵓⴽⵙ

source: History
zgh: ⴰⵎⵣⵔⵓⵢ

source: New Private Tab
zgh: ⴰⵙⴽⵙⵍ ⵓⵙⵍⵉⴳ ⴰⵎⴰⵢⵏⵓ

source: New Tab
zgh: ⴰⵙⴽⵙⵍ ⴰⵎⴰⵢⵏⵓ

source: OK
zgh: ⵡⴰⵅⵅⴰ

source: Okay
zgh: ⵡⴰⵅⵅⴰ

source: OK, Got It
zgh: ⵡⴰⵅⵅⴰ, ⵔⵎⵙⵖ

source: Save password for %@?
zgh: ⵃⴹⵓ ⵜⴰⴳⵓⵔⵉ ⵏ ⵓⵣⵔⴰⵢ ⵉ %@?

source: Send to Device
zgh: ⴰⵣⵏ ⵖⵔ ⵡⴰⵍⵍⴰⵍ

source: Share
zgh: ⴱⴹⵓ

source: Sign In
zgh: ⴽⵛⵎ

source: Title
zgh: ⴰⵣⵡⵍ

source: Update
zgh: ⵙⴷⵖⵉ

source: Crafted by Mozilla
zgh: ⵉⵜⵜⵓⵙⴽⵔ ⵙⴳ ⵖⵓⵔ ⵎⵓⵣⵉⵍⴰ

source: Hover
zgh: ⴰⴼⴳⴰⵜ

source: How does it work?
zgh: ⵎⴰⵏⵎⴽ ⴷⴰ ⵉⵙⵡⵓⵔⵓⵢ?

source: In-context localization
zgh: ⴰⵙⵙⴷⵖⵔ ⴳ ⵓⵎⵏⴰⴹ

source: In-context localization in Pontoon
zgh: ⴰⵙⵙⴷⵖⵔ ⴳ ⵓⵎⵏⴰⴹ ⴳ ⴱⵓⵏⵜⵓⵏ

source: In place.
zgh: ⴳ ⵓⴷⵖⴰⵔ.

source: It allows you to localize web content in place, with context and spatial limitations right in front of you.
zgh: ⴷⴰ ⴽⵯⵏ ⵉⵜⵜⴰⵊⵊⴰ ⴰⴷ ⵜⵙⵙⴷⵖⵔⵎ ⵜⵓⵎⴰⵢⵜ ⵏ ⵓⵡⵉⴱ ⴳ ⵓⴷⵖⴰⵔ, ⴰⴽⴷ ⵓⵎⵏⴰⴹ ⴷ ⵉⵙⵡⵓⵜⵜⴰ ⴰⵍⵍⵓⵏⴰⵏⵏ ⵍⵍⴰⵏⵉⵏ ⵎⵏⵉⴷ ⵏⵏⵓⵏ.

source: Join us
zgh: ⵍⴽⵎⴰⵜ ⴰⵖ

source: Localize the web.
zgh: ⵙⵙⴷⵖⵔⴰⵜ ⴰⵡⵉⴱ.

source: over web content
zgh: ⵏⵏⵉⴳ ⵜⵓⵎⴰⵢⵜ ⵏ ⵓⵡⵉⴱ

source: Pontoon by Mozilla
zgh: ⴱⵓⵏⵜⵓⵏ ⵙⴳ ⵖⵓⵔ ⵎⵓⵣⵉⵍⴰ

source: See spatial limitations
zgh: ⵥⵕⴰⵜ ⵉⵙⵡⵓⵜⵜⴰ ⴰⵍⵍⵓⵏⴰⵏⵏ

source: Select
zgh: ⵙⵜⵢⴰⵜ

source: selected text
zgh: ⴰⴹⵕⵉⵚ ⵉⵜⵜⵓⵙⵜⵢⵏ

source: Tell Me More
zgh: ⵉⵏⵢⴰⵜ ⵉⵢⵉ ⴷ ⵓⴳⴳⴰⵔ

source: That's it!
zgh: ⵓⴽⴰⵏ!

source: Translate
zgh: ⵙⵙⵓⵖⵍⴰⵜ

source: Understand context
zgh: ⵔⵎⵙⴰⵜ ⴰⵎⵏⴰⴹ

source: What is in-context localization?
zgh: ⵎⴰ'ⵢ ⵉⴳⴰ ⵓⵙⵙⴷⵖⵔ ⴳ ⵓⵎⵏⴰⴹ?

source: your translation
zgh: ⵜⴰⵙⵓⵖⵍⵜ ⵏⵏⵓⵏ

source: account recovery key
zgh: ⵜⴰⵙⴰⵔⵓⵜ ⵏ ⵓⵙⵙⴰⴹⵓ ⵏ ⵓⵎⵉⴹⴰⵏ

source: add-on
zgh: ⵜⴰⵙⵉⵜⵉⵜ

source: aggregate
zgh: ⵜⴰⴳⵔⵓⵎⵎⴰ

source: All Hands
zgh: ⵉⴼⴰⵙⵙⵏ ⵎⴰⵕⵕⴰ

source: alternate text
zgh: ⴰⴹⵕⵉⵚ ⴰⵎⵍⴻⵍⵍⴰⵢ

source: appear
zgh: ⵓⵎⴰⵏ

source: attack
zgh: ⵙⵓⴳ

source: attacker
zgh: ⴰⵎⵙⵓⴳⵉ

source: Attack Site
zgh: ⴰⵙⵉⵜ ⵏ ⵓⵙⵓⴳⵉ

source: attendee
zgh: ⴰⵎⴷⵔⴰⵡ

source: authenticate
zgh: ⵙⵖⵣⵏ

source: authenticated
zgh: ⵉⵜⵜⵓⵙⵖⵣⵏ

source: authentication code
zgh: ⵜⴰⵏⴳⴰⵍⵜ ⵏ ⵓⵙⵖⵣⵏ

source: autoplay
zgh: ⵜⴰⵖⵓⵔⵉ ⵜⴰⵡⵔⵎⴰⵏⵜ

source: backup authentication code
zgh: ⵜⴰⵏⴳⴰⵍⵜ ⵏ ⵓⵙⵖⵣⵏ ⵏ ⵓⵙⵏⵊⵎ

source: bookmark
zgh: ⵎⵕⵛⵎⵜⴰⵙⵏⴰ

source: boolean
zgh: ⴰⴱⵓⵍⴰⵏ

source: Bug report
zgh: ⵜⴰⵎⵓⵍⵉ ⵏ ⵓⴱⵓⴳ

source: certificate authority
zgh: ⴰⵏⴱⴰⴹ ⵏ ⵓⵙⵍⴽⵏ

source: cipher
zgh: ⵉⵣⵡⵍ

source: clipboard
zgh: ⵎⴰⴷⴷⵉⴼⵔ

source: colorway
zgh: ⵜⴰⴽⵍⵓⵜ

source: confirmation code
zgh: ⵜⴰⵏⴳⴰⵍⵜ ⵏ ⵓⵙⵙⴷⴻⴷ

source: context
zgh: ⴰⵎⵏⴰⴹ

source: cookie banner
zgh: ⵜⴰⴽⴱⴰⴱⵜ ⵏ ⵉⴽⵓⴽⵉⵜⵏ

source: corrupt
zgh: (ⵜ)ⵓⵅⵙⵉⵔ(ⵜ)

source: corrupted
zgh: (ⵜ)ⴰⵎⵅⵙⵓⵔ(ⵜ)

source: crash
zgh: ⴰⵏⴳⴰⵙ

source: cross-site tracking cookie
zgh: ⴰⴽⵓⴽⵉ ⵏ ⵓⵣⴰⵔⵓ ⴰⴳⵔⵙⵉⵜⵡⵉⴱ

source: debug
zgh: ⵙⵙⵖⵜⵉ

source: decryption
zgh: ⵜⵓⴽⴽⵙⴰ ⵏ ⵓⵏⵜⴰⵍ

source: enable
zgh: ⵣⵣⵎⵔ

source: encode
zgh: ⵙⵏⵉⴳⵍ

source: encrypt
zgh: ⵙⵙⵏⵜⵍ

source: encryption
zgh: ⴰⵙⵏⵜⵍ

source: end user
zgh: ⴰⵏⵙⵙⵎⵔⵙ ⴰⵎⴳⴳⴰⵔⵓ

source: Firefox View
zgh: ⴼⴰⵢⵔⴼⵓⴽⵙ ⴼⵢⵓ

source: home page
zgh: ⵜⴰⵙⵏⴰ ⵏ ⵓⵙⵏⵓⴱⴳ

source: import
zgh: ⵙⴽⵛⵎ

source: installation
zgh: ⴰⵙⵙⵓⴳⵣ

source: Issue
zgh: ⵙⵓⴼⵖ

source: non-profit
zgh: ⵓⵔ ⵉⵙⵉⴳⴳⵉⵍⵏ ⵚⴰⵃⴰ

source: open source
zgh: ⴰⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ

source: Privacy Notice
zgh: ⵜⴰⵎⵏⵏⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ

source: release
zgh: ⵜⵓⴼⴼⵖⴰ

source: report
zgh: ⵜⴰⵎⵓⵍⵉ

source: search suggestion
zgh: ⵜⴰⵙⵓⵎⵔⵜ ⵏ ⵓⵔⵣⵣⵓ

source: security keys
zgh: ⵜⵉⵙⵓⵔⴰ ⵏ ⵜⵏⴼⵔⵓⵜ

source: sign
zgh: ⵙⴳⵎⴹ

source: signer
zgh: ⴰⵎⵙⴳⵎⴹ

source: sign in
zgh: ⴽⵛⵎ

source: sign-in
zgh: ⴰⴽⵛⴰⵎ

source: studies
zgh: ⵜⵉⵣⵔⴰⵡⵉⵏ

source: track
zgh: ⵣⵓⵔⵜ

source: trackers
zgh: ⵉⵎⵣⵣⵓⵔⵜⵏ

source: Tracking Content
zgh: ⵜⵓⵎⴰⵢⵜ ⵏ ⵓⵣⴰⵔⵓ

source: validate
zgh: ⵣⵣⵔⵢ

source: validity
zgh: ⴰⵣⵔⴰⵢ

source: version
zgh: ⵜⴰⵍⵇⵇⵎⵜ

source: B
zgh: ⵜ

source: Continue with this browser
zgh: ⵙⵎⴷ ⵙ ⵓⵎⵙⵙⴰⵔⴰ ⴰ

source: Copied!
zgh: ⵉⵏⵖⵍ!

source: Copy link
zgh: ⵙⵙⵏⵖⵍ ⴰⵙⵖⵏ

source: Copy the link to open in another browser
zgh: ⵙⵙⵏⵖⵍⴰⵜ ⴰⵙⵖⵏ ⴰⴼⴰⴷ ⴰⴷ ⵜ ⵜⵕⵥⵎⵎ ⴳ ⴽⵔⴰ ⵏ ⵓⵎⵙⵙⴰⵔⴰ ⵢⴰⴹⵏ

source: Copy the link to share your file:
zgh: ⵙⵙⵏⵖⵍⴰⵜ ⴰⵙⵖⵏ ⴰⴼⴰⴷ ⴰⴷ ⵜⴱⴹⵓⵎ ⴰⴼⴰⵢⵍⵓ ⵏⵏⵓⵏ:

source: Create a { -firefox } Account or sign in
zgh: ⵙⵏⴼⵍⵓⵍ ⴰⵎⵉⴹⴰⵏ ⵏ { -firefox } ⵏⵉⵖ ⵜⵣⵎⵎⴻⵎⴷ

source: { $days }d { $hours }h { $minutes }m
zgh: { $days }ⵙ { $hours }ⵙⵔⴳ { $minutes }ⵙⴷ

source: Decrypting…
zgh: ⵜⵓⴽⴽⵙⴰ ⵏ ⵓⵙⵙⵏⵜⵍ...

source: Download complete
zgh: ⵉⵎⴷⴰ ⵡⴰⴳⴰⵎ

source: Download files
zgh: ⴰⴳⵎ ⵉⴼⵓⵢⵍⴰ

source: Download { -firefox }
zgh: ⴰⴳⵎ { -firefox }

source: Downloading
zgh: ⴰⴳⴰⵎ

source: Download “{ $name }” with { -send-brand }: simple, safe file sharing
zgh: ⴰⴳⵎⴰⵜ "{ $name }" ⵙ { -send-brand }: ⴰⴱⵟⵟⵓ ⴰⴼⵔⴰⵔ ⴷ ⵡⵓⵙⵍⵉⴳ ⵏ ⵉⴼⵓⵢⵍⴰ

source: Drag and drop files
zgh: ⵙⵓⵛⵛⴹⴰⵜ, ⵜⵙⵔⵙⵎ ⵉⴼⵓⵢⵍⴰ

source: Encrypting…
zgh: ⴰⵙⵙⵏⵜⵍ...

source: Expires after { $downloadCount } or { $timespan }
zgh: ⴰⴷ ⵉⵎⵎⵜ ⴷⴼⴼⵉⵔ { $downloadCount } ⵏⵉⵖ ⴷ { $timespan }

source: Feedback
zgh: ⵜⴰⵙⴷⵎⵉⵔⵜ

source: Firefox
zgh: ⴼⴰⵢⵔⴼⵓⴽⵙ

source: Firefox Send
zgh: ⴼⴰⵢⵔⴼⵓⴽⵙ ⵙⵉⵏⴷ

source: Firefox Send requires JavaScript
zgh: ⴷⴰ ⵉⵜⵜⴰⵙⵔ ⴼⴰⵢⵔⴼⵓⴽⵙ ⵙⵉⵏⴷ ⵊⴰⴼⴰⵙⴽⵔⵉⴱⵜ

source: GB
zgh: ⵊⵜ

source: { $hours }h { $minutes }m
zgh: { $hours }ⵙⵔⴳ { $minutes }ⵙⴷ

source: Importing…
zgh: ⴰⵙⴽⵛⵎ...

source: Incorrect password. Try again.
zgh: ⵜⴰⴳⵓⵔⵉ ⵏ ⵓⵣⵔⴰⵢ ⵓⵔ ⵢⵓⵖⵉⴷⵏ. ⴰⵔⵎ ⴷⴰⵖ.

source: KB
zgh: ⴽⵜ

source: Keep links active for up to { $count } days
zgh: ⴰⵊⵊⴰⵜ ⵉⵙⵖⴰⵏ ⴰⴷ ⵜⵜⵏⵓⵛⵛⵓⴳⵏ ⴰⵔ { $count } ⵡⵓⵙⵙⴰⵏ

source: Learn about other { -mozilla } services
zgh: ⵍⵎⴷ ⵖⴼ ⵜⵏⵓⴼⴰ ⵢⴰⴹⵏⵉⵏ ⵏ { -mozilla }

source: Learn more.
zgh: ⵙⵙⵏ ⵓⴳⴳⴰⵔ.

source: Legal
zgh: ⵓⵙⴹⵉⴼ

source: Link expired
zgh: ⵉⵎⵎⵓⵜ ⵓⵙⵖⵏ

source: Manage shared files from any device
zgh: ⵙⵡⵓⴷⴷⵡⴰⵜ ⵉⴼⵓⵢⵍⴰ ⵜⵜⵓⴱⴹⴰⵏⵉⵏ ⵙⴳ ⴽⵓ ⴰⵍⵍⴰⵍ

source: Maximum password length: { $length }
zgh: ⵜⵉⵖⵣⵉ ⵜⴰⵎⵓⵣⵣⵓⵔⵜ ⵏ ⵜⴳⵓⵔⵉ ⵏ ⵓⵣⵔⴰⵢ: { $length }

source: MB
zgh: ⵎⵜ

source: { $minutes }m
zgh: { $minutes }ⵙⴷ

source: Mozilla
zgh: ⵎⵓⵣⵉⵍⴰ

source: { $num } days
zgh: { $num } ⵡⵓⵙⵙⴰⵏ

source: { $num } downloads
zgh: { $num } ⵜⴰⴳⴰⵎⵉⵏ

source: { $num } files
zgh: { $num } ⵉⴼⵓⵢⵍⴰ

source: { $num } hours
zgh: { $num } ⵜⵙⵔⴰⴳⵉⵏ

source: { $num } minutes
zgh: { $num } ⵜⵓⵙⴷⵉⴷⵉⵏ

source: { $num } weeks
zgh: { $num } ⵉⵎⴰⵍⴰⵙⵙⵏ

source: Only { $count } archives are allowed.
zgh: ⵖⴰⵙ { $count } ⵜⵎⵃⴹⴰⵢ ⴰⵢ ⵉⵔⵔⴳⵏ.

source: Only { $count } files can be uploaded at a time.
zgh: ⵖⴰⵙ { $count } ⵉⴼⵓⵢⵍⴰ ⴰⵢ ⵉⵣⵎⵔⵏ ⴰⴷ ⴽⵜⵔⵏ ⴳ ⵢⴰⵜ ⵜⵉⴽⴽⵍⵜ.

source: or click to send up to { $size }
zgh: ⵏⵉⵖ ⵜⴽⵍⵉⴽⵉⵎ ⴰⴼⴰⴷ ⴰⴷ ⵜⴰⵣⵏⵎ ⴰⵔ { $size }

source: ({ $partialSize } of { $totalSize })
zgh: ({ $partialSize } ⵙⴳ { $totalSize })

source: Password
zgh: ⵜⴰⴳⵓⵔⵉ ⵏ ⵓⵣⵔⴰⵢ

source: Please enable JavaScript and try again.
zgh: ⵎⴽ ⵜⵓⴼⴰⵎ, ⵙⵏⵓⵛⵛⴳⴰⵜ ⵊⴰⴼⴰⵙⴽⵔⵉⴱⵜ, ⵜⴰⵔⵎⵎ ⴷⴰⵖ.

source: Protect with password
zgh: ⴰⵔⵢ ⵙ ⵜⴳⵓⵔⵉ ⵏ ⵓⵣⵔⴰⵢ

source: Select files to upload
zgh: ⵙⵜⵢ ⵉⴼⵓⵢⵍⴰ ⵉ ⵓⵙⵙⴽⵜⵔ

source: Send
zgh: ⵙⵉⵏⴷ
